Repository: victorlsn/chronoplay
Catalog: lib/l10n/app_*.arb
Languages: pt

# homeReadyTitle
source: Ready to play?
pt: Pronto para jogar?

# homeSubtitle
source: Scan a card, place your phone face down, and listen carefully.
pt: Escaneie uma carta, coloque o celular com a tela para baixo e escute com atenção.

# homeStartGame
source: Start game
pt: Iniciar jogo

# homeHowToPlay
source: How to play
pt: Como jogar

# faceDownTitle
source: Get ready
pt: Prepare-se

# faceDownInstruction
source: Place the phone face down
pt: Coloque o celular com a tela para baixo

# faceDownSubtitle
source: The music will start automatically
pt: A música começará automaticamente

# howToPlayTitle
source: How to Play
pt: Como jogar

# howToPlayCoreRules
source: Core rules
pt: Regras básicas

# howToPlayOptionalTokens
source: Optional: Tokens
pt: Opcional: Fichas

# howToPlayTagline
source: Build your musical timeline and relive the moments.
pt: Construa sua linha do tempo musical e reviva os momentos.

# ruleStartCard
source: Each player starts with one music card placed in front of them.
pt: Cada jogador começa com uma carta de música posicionada à sua frente.

# ruleScanCard
source: Scan a new card Point your camera at the QR code to start the song.
pt: Escaneie uma nova carta Aponte a câmera para o QR code para iniciar a música.

# ruleFaceDown
source: Place the phone face down The music will start automatically.
pt: Coloque o celular com a tela para baixo A música começará automaticamente.

# ruleListen
source: Listen carefully No peeking at the title or year.
pt: Escute com atenção Nada de espiar o título ou o ano.

# ruleTimeline
source: Place the card on your timeline Decide whether it belongs before, after, or between your existing cards.
pt: Coloque a carta na sua linha do tempo Decida se ela vem antes, depois ou entre as cartas que você já tem.

# ruleReveal
source: Flip the card to reveal the year If you placed it correctly, keep the card.
pt: Vire a carta para revelar o ano Se você acertar a posição, fica com a carta.

# ruleWin
source: The first player to reach 10 cards wins the game.
pt: O primeiro jogador a chegar a 10 cartas vence o jogo.

# tokensIntro
source: For a more strategic game, players may use tokens.
pt: Para um jogo mais estratégico, os jogadores podem usar fichas.

# tokenSkip
source: On your turn: Spend 1 token to skip the current song and draw a new card.
pt: No seu turno: Gaste 1 ficha para pular a música atual e comprar uma nova carta.

# tokenSteal
source: On an opponent’s turn: Place a token on their timeline if you think a card was placed incorrectly. If you’re right, steal the card.
pt: No turno de um oponente: Coloque uma ficha na linha do tempo dele se achar que a carta foi posicionada incorretamente. Se estiver certo, roube a carta.

# tokenTrade
source: Anytime: Trade 3 tokens for a card from the deck and place it directly on your timeline.
pt: A qualquer momento: Troque 3 fichas por uma carta do baralho e coloque-a diretamente na sua linha do tempo.

# tokenEarn
source: Earning tokens: Correctly name the song and artist to earn 1 token, even if the card was misplaced. Maximum: 5 tokens per player.
pt: Ganhando fichas: Diga corretamente o nome da música e do artista para ganhar 1 ficha, mesmo se errar a posição da carta. Máximo: 5 fichas por jogador.

# playerListening
source: Listening
pt: Ouvindo

# playerNextCard
source: Next card
pt: Próxima carta

# settingsTitle
source: Settings
pt: Configurações

# settingsDurationLabel
source: Playback duration
pt: Duração da reprodução

# settingsNoLimit
source: Full song
pt: Música completa

# settingsStartAt
source: Start playback at
pt: Iniciar reprodução em

# settingsBackTapTitle
source: Double tap to pause
pt: Toque duplo para pausar

# settingsBackTapDescription
source: Pause or resume the music by tapping twice on the back of your phone while it is face down. This feature may not work consistently on all devices.
pt: Pause ou retome a música tocando duas vezes na parte de trás do celular enquanto ele estiver com a tela para baixo. Este recurso pode não funcionar de forma consistente em todos os dispositivos.

# scannerTitle
source: Scan card
pt: Escanear carta
